Repository: sandeepatcloudvim/ISOMED-BC
Catalog: translation.*.xlf
Languages: es_mx, fr_ca

# Report 290073310 - NamedType 3393061063
source: Profit
es_mx: Bfº bruto

# Report 290073310 - NamedType 4030757680
source: Profit Percent
es_mx: Porcentaje beneficio
fr_ca: Pourcentage profil

# Report 290073310 - NamedType 373487001
source: Sales Option
es_mx: Opción ventas
fr_ca: Option de vente

# Report 290073310 - NamedType 1011183618
source: Quantity Option
es_mx: Opción cantidad
fr_ca: Option de quantité

# Report 290073310 - NamedType 1648880235
source: Returns Option
es_mx: Opción devoluciones
fr_ca: Option de retours

# Report 290073310 - NamedType 154408051
source: Item Sales by Customer
es_mx: Vtas. prod. por cliente
fr_ca: Ventes d'articles par client

# Report 290073310 - NamedType 1987762555
source: Page
es_mx: Pág.

# Report 290073310 - NamedType 2213952467
source: Returns are included in Sales Quantities.
es_mx: Las devoluciones se incluyen en Volúmenes ventas.
fr_ca: Les retours sont inclus dans les quantités de ventes.

# Report 290073310 - NamedType 901960493
source: Returns are not included in Sales Quantities.
es_mx: Las devoluciones no se incluyen en Volúmenes ventas.
fr_ca: Les retours ne sont pas compris dans les quantités de ventes.

# Report 290073310 - NamedType 4283720661
source: Customer No.
es_mx: Nº cliente
fr_ca: N° de client

# Report 290073310 - NamedType 4133341791
source: Name
es_mx: Nombre
fr_ca: Nom

# Report 290073310 - NamedType 1092012159
source: Amount
es_mx: Importe
fr_ca: Montant

# Report 290073310 - NamedType 2310496971
source: Discount Amount
es_mx: Importe dto.
fr_ca: Montant de l'escompte

# Report 290073310 - NamedType 711387252
source: Profit
es_mx: Beneficio

# Report 290073310 - NamedType 1069497344
source: Profit %
es_mx: % beneficio

# Report 290073310 - NamedType 1329783833
source: Report Total
es_mx: Total informe
fr_ca: Total du rapport

# Report 1848868896 - NamedType 3752334001
source: * ERROR *
fr_ca: * ERREUR *

# Report 843575944 - NamedType 3014721408
source: Subtotal
fr_ca: Sous-total

# Report 1818270507 - NamedType 1370456556
source: %1 %2 (%3) Total
fr_ca: Total %1 %2 (%3)
