Repository: sandeepatcloudvim/ISOMED-BC
Catalog: translation.*.xlf
Languages: es_mx, fr_ca

# Report 843575944 - NamedType 2760006609
source: Tax Clause
es_mx: Cláusula de IVA
fr_ca: Clause TVA

# Report 843575944 - NamedType 1071970054
source: Tax Identifier
es_mx: Identific. IVA
fr_ca: Identificateur de TVA

# Report 843575944 - NamedType 1532992371
source: Tax %
es_mx: % IVA
fr_ca: % TVA

# Report 843575944 - NamedType 3642584667
source: Exchange rate: %1/%2
es_mx: Tipo cambio: %1/%2
fr_ca: Taux de change : %1/%2

# Report 843575944 - NamedType 2491107794
source: You must specify one or more filters to avoid accidently printing all documents.
es_mx: Debe especificar uno o más filtros para evitar que se impriman accidentalmente todos los documentos.
fr_ca: Vous devez spécifier un ou plusieurs filtres pour éviter d'imprimer accidentellement tous les documents.

# Report 843575944 - NamedType 514421613
source: Hello
es_mx: Hola
fr_ca: Bonjour

# Report 843575944 - NamedType 2771379227
source: Sincerely
es_mx: Un saludo,
fr_ca: Cordialement

# Report 843575944 - NamedType 3007589352
source: If we receive the payment before %1, you are eligible for a 2% payment discount.
es_mx: Si el pago se recibe antes del %1, tiene derecho a un descuento de pronto pago del 2 %.
fr_ca: Si nous recevons le paiement avant le %1, vous pouvez bénéficier d'un escompte de paiement de 2 %.

# Report 843575944 - NamedType 1908025102
source: Thank you for your business. Your quote is attached to this message.
es_mx: Gracias por confiar en nosotros. Su cotización está adjunta a este mensaje.
fr_ca: Merci de votre collaboration. Votre devis est joint à ce message.

# Report 843575944 - NamedType 2492297268
source: Amount Subject to Sales Tax
es_mx: Importe sujeto a impuestos de ventas
fr_ca: Montant assujetti à la taxe de vente

# Report 843575944 - NamedType 3126527796
source: Amount Exempt from Sales Tax
es_mx: Importe exento de impuestos de ventas
fr_ca: Montant exonéré de la taxe de vente

# Report 843575944 - NamedType 2595174359
source: Total Tax
es_mx: Total impto.
fr_ca: Taxe totale

# Report 843575944 - NamedType 984818344
source: Unit
es_mx: Unidad
fr_ca: Unité

# Report 843575944 - NamedType 2786556803
source: Unit Price
es_mx: Precio unitario
fr_ca: Prix unitaire

# Report 843575944 - NamedType 1067596300
source: Line Amount
es_mx: Importe línea
fr_ca: Montant ligne

# Report 843575944 - NamedType 2644505503
source: Salesperson
es_mx: Vendedor
fr_ca: Représentant

# Report 871204514 - Property 2879900210
source: Standard Statement
es_mx: Estado de cuenta estándar
fr_ca: Relevé standard

# Report 871204514 - Control 2346885236 - Property 2879900210
source: Options
es_mx: Opciones

# Report 871204514 - Control 474480784 - Property 2879900210
source: Start Date
es_mx: Fecha inicial
fr_ca: Date de début

# Report 871204514 - Control 474480784 - Property 1295455071
source: Specifies the date from which the report or batch job processes information.
es_mx: Especifica la fecha a partir de la cual el informe o el trabajo por lotes procesa la información.
fr_ca: Spécifie la date à partir de laquelle le rapport ou le traitement en lot traite les informations.

# Report 871204514 - Control 2649176925 - Property 2879900210
source: End Date
es_mx: Fecha final
fr_ca: Date de fin

# Report 871204514 - Control 2649176925 - Property 1295455071
source: Specifies the date to which the report or batch job processes information.
es_mx: Especifica la fecha hasta la cual el informe o el trabajo por lotes procesa la información.
fr_ca: Spécifie la date jusqu'à laquelle le rapport ou le traitement en lot traite les informations.

# Report 871204514 - Control 120518645 - Property 2879900210
source: Show Overdue Entries
es_mx: Muestra movs. vencidos
fr_ca: Afficher les écritures en souffrance

# Report 871204514 - Control 120518645 - Property 1295455071
source: Specifies if you want overdue entries to be shown separately for each currency.
es_mx: Especifica si desea que los movimientos vencidos se muestren por separado por divisas.
fr_ca: Indique si vous souhaitez que les écritures dues soient affichées séparément pour chaque devise.

# Report 871204514 - Control 3349558288 - Property 2879900210
source: Include
es_mx: Incluye
fr_ca: Inclure

# Report 871204514 - Control 2059574099 - Property 2879900210
source: Include All Customers with Ledger Entries
es_mx: Incluye todos los clientes con movs.
fr_ca: Inclure tous les clients ayant des écritures

# Report 871204514 - Control 2059574099 - Property 1295455071
source: Specifies if you want entries displayed for customers that have ledger entries at the end of the selected period.
es_mx: Especifica si desea que se muestren los movimientos de los clientes que tienen movimientos contables al final del periodo seleccionado.
fr_ca: Indique si vous souhaitez que les écritures soient affichées pour les clients ayant des écritures à la fin de la période sélectionnée.

# Report 871204514 - Control 686806962 - Property 2879900210
source: Include All Customers with a Balance
es_mx: Incluye todos los clientes con saldo
fr_ca: Inclure tous les clients ayant un solde.

# Report 871204514 - Control 686806962 - Property 1295455071
source: Specifies if you want entries displayed for customers that have a balance at the end of the selected period.
es_mx: Especifica si desea que se muestren los movimientos de los clientes que tienen saldo al final del periodo seleccionado.
fr_ca: Indique si vous souhaitez que les écritures soient affichées pour les clients avec un solde à la fin de la période sélectionnée.

# Report 871204514 - Control 3414096222 - Property 2879900210
source: Include Reversed Entries
es_mx: Incluir movs. revertidos
fr_ca: Inclure les écritures renversées

# Report 871204514 - Control 3414096222 - Property 1295455071
source: Specifies if you want to include reversed entries in the report.
es_mx: Especifica si desea incluir movimientos revertidos en el informe.
fr_ca: Spécifie si vous souhaitez inclure des écritures inversées dans le rapport.

# Report 871204514 - Control 2809948940 - Property 2879900210
source: Include Unapplied Entries
es_mx: Incluir movimientos sin liquidar
fr_ca: Inclure écrit. non affect.

# Report 871204514 - Control 2809948940 - Property 1295455071
source: Specifies if you want to include unapplied entries in the report.
es_mx: Especifica si desea incluir movimientos no liquidados en el informe.
fr_ca: Spécifie si vous souhaitez inclure dans le rapport les écritures dont l'affectation a été annulée.

# Report 871204514 - Control 3843728681 - Property 2879900210
source: Aging Band
es_mx: Rango antigüedad
fr_ca: Cumul

# Report 871204514 - Control 4178264437 - Property 2879900210
source: Include Aging Band
es_mx: Incluye rango antigüedad
fr_ca: Inclure la bande chronologique

# Report 871204514 - Control 4178264437 - Property 1295455071
source: Specifies if you want an aging band to be included in the document. If you select the check box, then you must also fill the Aging Band Period Length and Aging Band by fields.
es_mx: Especifica si desea incluir en el documento un rango de antigüedad. Si activa la casilla, también debe rellenar los campos Longitud periodo rango antigüedad y Rango antigüedad por.
fr_ca: Spécifie si vous souhaitez qu'une bande chronologique soit incluse dans le document. Si vous cochez la case, vous devez renseigner les champs Durée de période de la bande chronologique et Bande chronologique par.

# Report 871204514 - Control 4278445754 - Property 2879900210
source: Aging Band Period Length
es_mx: Longitud periodo rango antigüedad
fr_ca: Durée de période de la bande chronologique

# Report 871204514 - Control 4278445754 - Property 1295455071
source: Specifies the length of each of the four periods in the aging band, for example, enter "1M" for one month. The most recent period will end on the last day of the period in the Date Filter field.
es_mx: Especifica la duración de cada uno de los cuatro periodos del rango de antigüedad. Por ejemplo, introduzca "1M" para un mes. El periodo más reciente terminará el último día del periodo del campo Filtro fecha.
fr_ca: Spécifie la longueur de chacune des quatre périodes dans le bande chronologique ; par exemple, saisissez « 1M » pour un mois. La période la plus récente se termine le dernier jour de la période dans le champ Filtre date.

# Report 871204514 - Control 1031320896 - Property 2879900210
source: Aging Band by
es_mx: Rango antigüedad por
fr_ca: Bande chronologique par

# Report 871204514 - Control 1031320896 - Property 62802879
source: Due Date,Posting Date
es_mx: Fecha vto,Fecha registro
fr_ca: Date d'échéance,Date de report

# Report 871204514 - Control 1031320896 - Property 1295455071
source: Specifies if the aging band will be calculated from the due date or from the posting date.
es_mx: Especifica si el rango de antigüedad se calculará desde la fecha de vencimiento o desde la fecha de registro.
fr_ca: Spécifie si la bande chronologique est calculée à partir de la date d'échéance ou de la date de report.

# Report 871204514 - Control 816368762 - Property 2879900210
source: Log Interaction
es_mx: Log interacción
fr_ca: Journal interaction

# Report 871204514 - Control 2092947929 - Property 2879900210
source: Output Options
es_mx: Opciones de salida
fr_ca: Options sortie

# Report 871204514 - Control 3039415211 - Property 2879900210
source: Report Output
es_mx: Salida de informe
fr_ca: Sortie rapport

# Report 871204514 - Control 3039415211 - Property 62802879
source: Print,Preview,Word,PDF,Email,XML - RDLC layouts only
es_mx: Imprimir,Vista previa,Word,PDF,Correo electrónico,XML - solo diseños RDLC
fr_ca: Imprimer,Aperçu,Word,PDF,Courriel,XML - Présentations RDLC uniquement

# Report 871204514 - Control 3039415211 - Property 1295455071
source: Specifies the output of the scheduled report, such as PDF or Word.
es_mx: Especifica el tipo del informe programado, como PDF o Word.
fr_ca: Spécifie la sortie du rapport programmé, par exemple PDF ou Word.

# Report 871204514 - Control 506008736 - Property 2879900210
source: Email Options
es_mx: Opciones de correo electrónico
fr_ca: Options de courriel

# Report 871204514 - Control 3593006799 - Property 2879900210
source: Print remaining statements
es_mx: Imprimir estados de cuenta restantes
fr_ca: Imprimer relevés restants

# Report 871204514 - Control 3593006799 - Property 1295455071
source: Specifies that amounts that remain to be paid will be included.
es_mx: Especifica que se incluirán los importes pendientes de pago.
fr_ca: Spécifie que les montants restant à payer seront inclus.

# Report 871204514 - NamedType 392547388
source: Entries %1
es_mx: Movimientos %1
fr_ca: Écritures %1

# Report 871204514 - NamedType 2380365702
source: Overdue Entries %1
es_mx: Movs. vencidos %1
fr_ca: Écritures échues %1

# Report 871204514 - NamedType 1610312953
source: Statement
es_mx: Estado de cuenta
fr_ca: Relevé

# Report 871204514 - NamedType 2658247183
source: Multicurrency Application
es_mx: Aplicación multidivisa
fr_ca: Application multidevise

# Report 871204514 - NamedType 91193263
source: Payment Discount
es_mx: Dto. P.P.
fr_ca: Escompte de paiement

# Report 871204514 - NamedType 4178136980
source: Rounding
es_mx: Redondeo
fr_ca: Arrondissement

# Report 871204514 - NamedType 3369796449
source: You must specify the Aging Band Period Length.
es_mx: Debe especificar la longitud periodo rango antigüedad.
fr_ca: Vous devez spécifier une base période pour le(s) cumul(s) date.

# Report 871204514 - NamedType 648825967
source: You must specify Aging Band Ending Date.
es_mx: Debe especificar la fecha final del rango antigüedad.
fr_ca: Vous devez indiquer la date de fin de la bande chronologique

# Report 871204514 - NamedType 914934739
source: Aged Summary by %1 (%2 by %3)
es_mx: Sumario por fecha de %1 (%2 por %3)
fr_ca: Cumul en date du %1 (%2 par %3)

# Report 871204514 - NamedType 1939410736
source: Period Length is out of range.
es_mx: La longitud del periodo está fuera del rango.
fr_ca: La période ne correspond pas à l'intervalle défini.

# Report 871204514 - NamedType 755770214
source: Due Date,Posting Date
es_mx: Fecha vto,Fecha registro
fr_ca: Date d'échéance,Date de report

# Report 871204514 - NamedType 1004911421
source: Application Writeoffs
es_mx: Pérdidas por aplicación
fr_ca: Écarts d'affectation

# Report 871204514 - NamedType 698237251
source: Statement
es_mx: Estado de cuenta
fr_ca: Relevé

# Report 871204514 - NamedType 2512069321
source: Phone No.
es_mx: Nº teléfono
fr_ca: N° téléphone

# Report 871204514 - NamedType 276525116
source: Tax Registration No.
es_mx: RFC/Curp
fr_ca: N° identif. intracomm.

# Report 871204514 - NamedType 3655449964
source: Giro No.
es_mx: Nº giro postal
fr_ca: N° CCP

# Report 871204514 - NamedType 3144910853
source: Bank
es_mx: Banco
fr_ca: Banque

# Report 871204514 - NamedType 1931799952
source: Account No.
es_mx: Nº cuenta
fr_ca: N° de compte

# Report 871204514 - NamedType 3162110670
source: Customer No.
es_mx: Nº cliente
fr_ca: N° client

# Report 871204514 - NamedType 2209068532
source: Starting Date
es_mx: Fecha inicial
fr_ca: Date début

# Report 871204514 - NamedType 3982372241
source: Ending Date
es_mx: Fecha final
fr_ca: Date fin

# Report 871204514 - NamedType 3303928736
source: Statement No.
es_mx: Nº estado de cta. banco
fr_ca: N° de relevé

# Report 871204514 - NamedType 3401669194
source: Posting Date
es_mx: Fecha registro
fr_ca: Date de report

# Report 871204514 - NamedType 58467362
source: Due Date
es_mx: Fecha vencimiento
fr_ca: Date d'échéance

# Report 871204514 - NamedType 3136279037
source: Balance
es_mx: Saldo
fr_ca: Solde

# Report 871204514 - NamedType 106401415
source: ..before
es_mx: ...antes
fr_ca: ..avant

# Report 871204514 - NamedType 2869507195
source: Home Page
es_mx: Página principal
fr_ca: Page d'accueil

# Report 871204514 - NamedType 2377105323
source: Email
es_mx: Correo electrónico
fr_ca: Courriel

# Report 871204514 - NamedType 3112881028
source: Document Date
es_mx: Fecha emisión documento
fr_ca: Date document

# Report 871204514 - NamedType 1460927981
source: Start Date must have a value.
es_mx: La fecha inicial debe tener un valor.
fr_ca: Date début doit avoir une valeur.

# Report 871204514 - NamedType 159342192
source: End Date must have a value.
es_mx: La fecha final debe tener un valor.
fr_ca: Date fin doit avoir une valeur.

# Report 871204514 - NamedType 3956382959
source: Start date must be earlier than End date.
es_mx: La fecha inicial debe ser anterior a la fecha final.
fr_ca: Date début doit être antérieure à Date fin.

# Report 871204514 - NamedType 684809554
source: Page
es_mx: Pág.

# Report 871204514 - NamedType 514421613
source: Hello
es_mx: Hola
fr_ca: Bonjour

# Report 871204514 - NamedType 2771379227
source: Sincerely
es_mx: Un saludo,
fr_ca: Cordialement

# Report 871204514 - NamedType 1908025102
source: Thank you for your business. Your statement is attached to this message.
es_mx: Gracias por confiar en nosotros. Su estado de cuenta está adjunto a este mensaje.
fr_ca: Merci de votre collaboration. Votre relevé est joint à ce message.

# Report 871204514 - NamedType 2645059021
source: No data was returned for the report using the specified data filters.
es_mx: No se han devuelto datos para el informe mediante los filtros de datos especificados.
fr_ca: Aucune donnée n'a été renvoyée pour le rapport à l'aide des filtres de données spécifiés.

# Report 3920725724 - Property 2879900210
source: Ship-To Address Listing
es_mx: Envío a-Listado dir.
fr_ca: Liste d'adresses destinataire

# Report 3920725724 - NamedType 1088418434
source: Ship-To Address Listing
es_mx: Envío a-Listado dir.
fr_ca: Liste d'adresses de livraison

# Report 3920725724 - NamedType 1987762555
source: Page
es_mx: Pág.

# Report 3920725724 - NamedType 1923046803
source: Customer No.
es_mx: Nº cliente
fr_ca: N° de client

# Report 3920725724 - NamedType 1566767540
source: Name
es_mx: Fact. a-Nombre
fr_ca: Nom client facturé

# Report 3920725724 - NamedType 737325946
source: Shipment Method
es_mx: Método de envío
fr_ca: Méthode de livraison

# Report 3920725724 - NamedType 3626373883
source: Ship-To Code
es_mx: Envío a-Código
fr_ca: Code de livraison

# Report 3920725724 - NamedType 1425184369
source: Ship-To Name and Address
es_mx: Envío a-Nombre y dirección
fr_ca: Nom et adresse destinataire

# Report 3920725724 - NamedType 877195565
source: Sales Tax Area
es_mx: …rea impuesto ventas
fr_ca: Région de taxe de vente

# Report 3920725724 - NamedType 2801628730
source: (continued)
es_mx: (continuación)
fr_ca: (suite)

# Report 1818270507 - Property 2879900210
source: Inventory Valuation
es_mx: Valuación de inventarios
fr_ca: Évaluation de l'inventaire

# Report 1818270507 - Control 2346885236 - Property 2879900210
source: Options
es_mx: Opciones

# Report 1818270507 - Control 3144493105 - Property 2879900210
source: As Of Date
es_mx: A fecha
fr_ca: En date de

# Report 1818270507 - Control 3144493105 - Property 1295455071
source: Specifies the valuation date.
es_mx: Especifica la fecha de valoración.
fr_ca: Spécifie la date d'évaluation.

# Report 1818270507 - Control 1427890321 - Property 2879900210
source: Breakdown by Variants
es_mx: Análisis por variantes
fr_ca: Ventilation selon les variantes

# Report 1818270507 - Control 1166120045 - Property 2879900210
source: Breakdown by Location
es_mx: Análisis por almacén
fr_ca: Ventilation par emplacement

# Report 1818270507 - Control 2454743061 - Property 2879900210
source: Use Additional Reporting Currency
es_mx: Utilizar info. divisa adicional
fr_ca: Utiliser la devise supplémentaire de rapport

# Report 1818270507 - NamedType 2476940767
source: You must enter an As Of Date.
es_mx: Debe insertar una fecha final.
fr_ca: Vous devez entrer un En date de.

# Report 1818270507 - NamedType 3114637384
source: If you want to show Locations without also showing Variants, you must add a new key to the %1 table which starts with the %2 and %3 fields.
es_mx: Si desea mostrar Almacenes sin mostrar Variantes, debe añadir una nueva clave a la tabla %1 que comienza con los campos %2 y %3.
fr_ca: Si vous désirez afficher les emplacements sans afficher aussi les variantes, vous devez créer dans la table %1 une nouvelle clé commençant par les champs %2 et %3.

# Report 1818270507 - NamedType 3752334001
source: Do not set a %1 on the %2. Use the As Of Date on the Option tab instead.
es_mx: Defina un %1 en %2. Utilice el campo A fecha en la pestaña Opción.
fr_ca: Ne pas définir un %1 sur le %2. Utilisez plutôt la valeur En date du sous l'onglet Options.

# Report 1818270507 - NamedType 95063322
source: Quantities and Values As Of %1
es_mx: Cantidades y valores a %1
fr_ca: Quantités et valeurs en date du %1

# Report 1818270507 - NamedType 2008153173
source: All Inventory Values are shown in %1.
es_mx: Los valores existen. se muestran en %1.
fr_ca: Toutes les valeurs d'inventaire sont affichées dans %1.

# Report 1818270507 - NamedType 2645849790
source: No Variant
es_mx: Sin variante
fr_ca: Pas de variante

# Report 1818270507 - NamedType 3283546407
source: No Location
es_mx: Sin almacén
fr_ca: Pas de localisation

# Report 1818270507 - NamedType 1004673518
source: Inventory Valuation
es_mx: Valuación de inventarios
fr_ca: Évaluation de l'inventaire

# Report 1818270507 - NamedType 1987762555
source: Page
es_mx: Pág.

# Report 1818270507 - NamedType 492676686
source: Inventory Value
es_mx: Valor existencias
fr_ca: Valeur de l'inventaire

# Report 1818270507 - NamedType 616102115
source: Unit Cost
es_mx: Costo unitario
fr_ca: Coût unitaire

# Report 1818270507 - NamedType 1313811281
source: Total Inventory Value
es_mx: Valor total inventario
fr_ca: Valeur totale de l'inventaire

# Report 290073310 - Property 2879900210
source: Item Sales by Customer
es_mx: Vtas. prod. por cliente
fr_ca: Ventes d'articles par client

# Report 290073310 - Control 2346885236 - Property 2879900210
source: Options
es_mx: Opciones

# Report 290073310 - Control 1218181447 - Property 2879900210
source: Include Returns
es_mx: Incluir dev.
fr_ca: Inclure les retours

# Report 290073310 - Control 948398442 - Property 2879900210
source: Items with Net Sales ($)
es_mx: Prod. con ventas netas ($)
fr_ca: Articles avec ventes nettes ($)

# Report 290073310 - Control 2996988686 - Property 2879900210
source: Greater than
es_mx: Mayor que
fr_ca: Plus grand que

# Report 290073310 - Control 3705583072 - Property 2879900210
source: Less than
es_mx: Inferior a
fr_ca: Plus petit que

# Report 290073310 - Control 1728099346 - Property 2879900210
source: Items with Net Sales (Qty)
es_mx: Prod. con ventas netas (vol.)
fr_ca: Articles avec ventes nettes (Qté)

# Report 290073310 - Control 1016915770 - Property 2879900210
source: Greater than
es_mx: Mayor que
fr_ca: Plus grand que

# Report 290073310 - Control 1574200244 - Property 2879900210
source: Less than
es_mx: Inferior a
fr_ca: Plus petit que

# Report 290073310 - Control 612632567 - Property 2879900210
source: Print to Excel
es_mx: Imprimir en Excel
fr_ca: Imprimer dans Excel

# Report 290073310 - NamedType 2476940767
source: All Sales to Date
es_mx: Vtas. hasta la fecha
fr_ca: Toutes les ventes à ce jour

# Report 290073310 - NamedType 3114637384
source: Sales during the Period
es_mx: Ventas durante período
fr_ca: Ventes durant la période

# Report 290073310 - NamedType 3752334001
source: Items with Net Sales of more than $%1
es_mx: Prod. con ventas netas superiores a los $%1
fr_ca: Articles avec ventes nettes supérieures à $%1

# Report 290073310 - NamedType 95063322
source: Items with Net Sales of less than $%1
es_mx: Prod. con ventas netas inferiores a los $%1
fr_ca: Articles avec ventes nettes inférieures à $%1

# Report 290073310 - NamedType 732759939
source: and less than $%1
es_mx: e inferior a $%1
fr_ca: et plus petit que $%1

# Report 290073310 - NamedType 1370456556
source: Items with Net Sales Quantity more than %1
es_mx: Prod. con volumen ventas netas superior a los $%1
fr_ca: Articles avec quantité de ventes nettes supérieure à %1

# Report 290073310 - NamedType 2008153173
source: Items with Net Sales Quantity less than %1
es_mx: Prod. con volumen ventas netas inferior a los $%1
fr_ca: Articles avec quantité de ventes nettes inférieure à %1

# Report 290073310 - NamedType 2645849790
source: and less than %1
es_mx: e inferior a %1
fr_ca: et plus petit que %1

# Report 290073310 - NamedType 3283546407
source: Total for
es_mx: Total para
fr_ca: Total pour

# Report 290073310 - NamedType 3921243024
source: Returns are included in Sales Quantities.
es_mx: Las devoluciones se incluyen en Volúmenes ventas.
fr_ca: Les retours sont inclus dans les quantités de ventes.

# Report 290073310 - NamedType 1664139952
source: Returns are not included in Sales Quantities.
es_mx: Las devoluciones no se incluyen en Volúmenes ventas.
fr_ca: Les retours ne sont pas compris dans les quantités de ventes.

# Report 290073310 - NamedType 3031896719
source: Data
es_mx: Datos
fr_ca: Données

# Report 290073310 - NamedType 650019274
source: Item Sales by Customer
es_mx: Vtas. prod. por cliente
fr_ca: Ventes d'articles par client

# Report 290073310 - NamedType 12322657
source: Company Name
es_mx: Nombre empresa
fr_ca: Nom de compagnie

# Report 290073310 - NamedType 1925412508
source: Report No.
es_mx: Nº informe
fr_ca: N° rapport

# Report 290073310 - NamedType 1287715891
source: Report Name
es_mx: Nombre informe
fr_ca: Nom de rapport

# Report 290073310 - NamedType 3200805742
source: User ID
es_mx: Id. usuario
fr_ca: Code utilisateur

# Report 290073310 - NamedType 2563109125
source: Date / Time
es_mx: Fecha / Hora
fr_ca: Date / Heure

# Report 290073310 - NamedType 181231680
source: Item Filters
es_mx: Filtros producto
fr_ca: Filtres article

# Report 290073310 - NamedType 3838502359
source: Item Ledger Entry Filters
es_mx: Filtros de mov. producto
fr_ca: Filtres d'écriture d'article
