Repository: sandeepatcloudvim/ISOMED-BC
Catalog: translation.*.xlf
Languages: es_mx, fr_ca

# Report 484388008 - Property 2879900210
source: Sales Taxes Collected
es_mx: Impuestos venta cobrados
fr_ca: Taxes de vente prélevées

# Report 484388008 - Control 2346885236 - Property 2879900210
source: Options
es_mx: Opciones

# Report 484388008 - Control 3115007730 - Property 2879900210
source: Report Type
es_mx: Tipo informe
fr_ca: Type rapport

# Report 484388008 - Control 3115007730 - Property 62802879
source: Summary,Normal,Detail
es_mx: Resumen,Normal,Detalle
fr_ca: Résumé,Normal,Détail

# Report 484388008 - Control 3115007730 - Property 1295455071
source: Specifies one of the available report types to determine how detailed you want the report to be.
es_mx: Especifica uno de los tipos de informe disponibles para determinar el nivel de detalle que tendrá el informe.
fr_ca: Spécifie un des types de rapport disponibles pour déterminer le niveau de détail du rapport.

# Report 484388008 - Control 1738710176 - Property 2879900210
source: Include Sales
es_mx: Incluir ventas
fr_ca: Inclure les ventes

# Report 484388008 - Control 1738710176 - Property 1295455071
source: Specifies if sales tax related to sales is included in the report.
es_mx: Especifica si en el informe se incluye el impuesto sobre las ventas relacionado con las ventas.
fr_ca: Spécifie si la taxe de vente relative aux ventes est incluse dans le rapport.

# Report 484388008 - Control 3031740800 - Property 2879900210
source: Include Purchases
es_mx: Incluir compras
fr_ca: Inclure les achats

# Report 484388008 - Control 3031740800 - Property 1295455071
source: Specifies if sales tax related to purchases is included in the report.
es_mx: Especifica si en el informe se incluye el impuesto sobre las ventas relacionado con las compras.
fr_ca: Spécifie si la taxe de vente relative aux achats est incluse dans le rapport.

# Report 484388008 - Control 669342438 - Property 2879900210
source: Include Use Tax
es_mx: Incluye impto. importación
fr_ca: Taxe de service comprise

# Report 484388008 - Control 669342438 - Property 1295455071
source: Specifies if you want the report to include tax entries on which the tax amounts are marked as use tax.
es_mx: Especifica si desea que el informe incluya los movimientos de impuestos en los que los importes de impuestos están marcados como IVA de importación.
fr_ca: Spécifie si le rapport doit inclure les écritures taxes pour lesquelles les montants de taxe sont marqués comme taxe de service.

# Report 484388008 - NamedType 2476940767
source: Sales Taxes Collected, Summary
es_mx: Imptos. vtas. recogidos, total
fr_ca: Taxes de vente prélevées, Sommaire

# Report 484388008 - NamedType 3114637384
source: Sales Taxes Collected
es_mx: Impuestos venta cobrados
fr_ca: Taxes de vente prélevées

# Report 484388008 - NamedType 3752334001
source: Sales Taxes Collected, Detail
es_mx: Imptos. vtas. recog., detalle
fr_ca: Taxes de vente prélevées,Détails

# Report 484388008 - NamedType 95063322
source: Unknown Jurisdiction
es_mx: Jurisdicción desconocida
fr_ca: Juridiction inconnue

# Report 484388008 - NamedType 732759939
source: Total Sales Taxes Collected for %1: %2
es_mx: Total impto. ventas recog. para %1: %2
fr_ca: Taxes de vente totales prélevées pour %1: %2

# Report 484388008 - NamedType 1370456556
source: Total for %1: %2
es_mx: Total para %1: %2
fr_ca: Total pour %1: %2

# Report 484388008 - NamedType 2243180647
source: You must check at least one of the check boxes labeled Include...
es_mx: Active al menos una de las casillas de verificación marcadas como Incluye...
fr_ca: Vous devez cocher au moins une case intitulée Inclure...

# Report 484388008 - NamedType 2880877264
source: Includes Taxes Collected From Sales Only
es_mx: Incluye imptos. recaudados sólo de las ventas
fr_ca: Inclut uniquement les taxes prélevées sur les ventes

# Report 484388008 - NamedType 967787413
source: Includes Recoverable Taxes Paid On Purchases Only
es_mx: Incluye imptos. recuperables sólo sobre las compras
fr_ca: Inclut uniquement les taxes recouvrables payées sur les achats

# Report 484388008 - NamedType 1605484030
source: Includes Use Taxes Only
es_mx: Sólo incluye impto. sobre servicios
fr_ca: Inclut uniquement les taxes de service

# Report 484388008 - NamedType 2050925326
source: Includes Taxes Collected and Recoverable Taxes Paid
es_mx: Incluye imptos. recaudados e imptos. recuperables abonados
fr_ca: Inclut les taxes prélevées et les taxes recouvrables payées

# Report 484388008 - NamedType 1413228709
source: Includes Taxes Collected From Sales and Use Taxes
es_mx: Incluye impuestos de las ventas y sobre servicios
fr_ca: Inclut les taxes prélevées sur les ventes et les taxes de service

# Report 484388008 - NamedType 775532092
source: Includes Recoverable Taxes Paid On Purchases and Use Taxes
es_mx: Incluye imptos. recuperables sobre compras e imptos. sobre servicios
fr_ca: Inclut les taxes recouvrables payées sur les achats et les taxes de service

# Report 484388008 - NamedType 137835475
source: Includes Taxes Collected, Recoverable Taxes Paid, and Use Taxes
es_mx: Incluye imptos. recaudados, imptos. recuperables pagados e imptos. sobre servicios
fr_ca: Inclut les taxes prélevées, les taxes recouvrables payées et les taxes de service

# Report 484388008 - NamedType 650077689
source: Page
es_mx: Pág.

# Report 484388008 - NamedType 4205839
source: Sales Tax Amount
es_mx: Importe impuestos ventas
fr_ca: Montant de la taxe de vente

# Report 484388008 - NamedType 3737533833
source: Taxable Sales Amount
es_mx: Importe ventas sujeto a impuestos
fr_ca: Montant vente imposable

# Report 484388008 - NamedType 2707725628
source: Nontaxable Sales Amount
es_mx: Importe ventas no sujeto a impuestos
fr_ca: Montant de vente non imposable

# Report 484388008 - NamedType 170679043
source: Exempt Sales Amount
es_mx: Importe ventas exento
fr_ca: Montant Sales exempté

# Report 484388008 - NamedType 817831222
source: Description
es_mx: Descripción

# Report 484388008 - NamedType 2760956045
source: Tax Group Code
es_mx: Cód. grupo impuesto
fr_ca: Code groupe fiscal

# Report 484388008 - NamedType 2772468489
source: Recoverable Purchase
es_mx: Compra recuperable
fr_ca: Achat recouvrable

# Report 1848868896 - Property 2879900210
source: Account Schedule
es_mx: Estructura de Cuentas
fr_ca: Tableau d'analyse

# Report 1848868896 - ReportDataItem 2766537510 - Property 62802879
source: None,Division by Zero,Period Error,Both
es_mx: Ninguno,División entre cero,Error Periodo,Ambos
fr_ca: Aucun,Division par zéro,Erreur de période,Les deux

# Report 1848868896 - Control 2346885236 - Property 2879900210
source: Options
es_mx: Opciones

# Report 1848868896 - Control 201522238 - Property 2879900210
source: Layout
es_mx: Disposición
fr_ca: Disposition

# Report 1848868896 - Control 2321957550 - Property 2879900210
source: Acc. Schedule Name
es_mx: Nombre Estructura de Cuentas
fr_ca: Nom tableau d'analyse

# Report 1848868896 - Control 2321957550 - Property 1295455071
source: Specifies the name of the account schedule.
es_mx: Especifica el nombre de la estructura de cuentas.
fr_ca: Spécifie le nom du tableau d'analyse.

# Report 1848868896 - Control 1475033476 - Property 2879900210
source: Column Layout Name
es_mx: Nombre plantilla columna
fr_ca: Nom de disposition en colonnes

# Report 1848868896 - Control 1475033476 - Property 1295455071
source: Specifies the name of the column layout that is used for the report.
es_mx: Especifica el nombre del diseño de columna que se utiliza en el informe.
fr_ca: Spécifie le nom de la présentation colonne utilisée pour le rapport.

# Report 1848868896 - Control 284195533 - Property 2879900210
source: Filters
es_mx: Filtros
fr_ca: Filtres

# Report 1848868896 - Control 3605153064 - Property 2879900210
source: Starting Date
es_mx: Fecha inicial
fr_ca: Date début

# Report 1848868896 - Control 3605153064 - Property 1295455071
source: Specifies the date from which the report or batch job processes information.
es_mx: Especifica la fecha a partir de la cual el informe o el trabajo por lotes procesa la información.
fr_ca: Spécifie la date à partir de laquelle le rapport ou le traitement en lot traite les informations.

# Report 1848868896 - Control 845401037 - Property 2879900210
source: Ending Date
es_mx: Fecha final
fr_ca: Date fin

# Report 1848868896 - Control 845401037 - Property 1295455071
source: Specifies the date to which the report or batch job processes information.
es_mx: Especifica la fecha hasta la cual el informe o el trabajo por lotes procesa la información.
fr_ca: Spécifie la date jusqu'à laquelle le rapport ou le traitement en lot traite les informations.

# Report 1848868896 - Control 1452567074 - Property 2879900210
source: G/L Budget
es_mx: Ppto. contable
fr_ca: Budget

# Report 1848868896 - Control 1452567074 - Property 1295455071
source: Specifies a general ledger budget filter for the report.
es_mx: Especifica un filtro de presupuesto de contabilidad general para el informe.
fr_ca: Spécifie un filtre budget grand livre pour le rapport.

# Report 1848868896 - Control 2441528954 - Property 2879900210
source: Cost Budget Filter
es_mx: Filtro presupuesto costos
fr_ca: Filtre de budget des coûts

# Report 1848868896 - Control 4037657276 - Property 2879900210
source: Business Unit Filter
es_mx: Filtro empresa
fr_ca: Filtre entités commerciales

# Report 1848868896 - Control 2135116621 - Property 2879900210
source: Dimension Filters
es_mx: Filtros dimensión
fr_ca: Filtres de dimensions

# Report 1848868896 - Control 2299648635 - Property 2879900210
source: Dimension 1 Filter
es_mx: Filtro dimensión 1
fr_ca: Filtre de dimension 1

# Report 1848868896 - Control 2299648635 - Property 1295455071
source: Specifies a filter for dimension values within a dimension. The filter uses the dimension you have defined as dimension 1 for the analysis view selected in the Analysis View Code field.
es_mx: Especifica un filtro para los valores de dimensión incluidos en una dimensión. El filtro usa la dimensión definida como dimensión 1 para la vista de análisis seleccionada en el campo Cód. vista análisis.
fr_ca: Spécifie un filtre pour les valeurs de dimension au sein d'une dimension. Le filtre utilise la dimension définie comme dimension 1 dans la vue d'analyse sélectionnée dans le champ Code vue d'analyse.

# Report 1848868896 - Control 371363430 - Property 2879900210
source: Dimension 2 Filter
es_mx: Filtro dimensión 2
fr_ca: Filtre de dimension 2

# Report 1848868896 - Control 371363430 - Property 1295455071
source: Specifies a filter for dimension values within a dimension. The filter uses the dimension you have defined as dimension 2 for the analysis view selected in the Analysis View Code field.
es_mx: Especifica un filtro para los valores de dimensión incluidos en una dimensión. El filtro usa la dimensión definida como dimensión 2 para la vista de análisis seleccionada en el campo Cód. vista análisis.
fr_ca: Spécifie un filtre pour les valeurs de dimension au sein d'une dimension. Le filtre utilise la dimension définie comme dimension 2 dans la vue d'analyse sélectionnée dans le champ Code vue d'analyse.

# Report 1848868896 - Control 2417176205 - Property 2879900210
source: Dimension 3 Filter
es_mx: Filtro dimensión 3
fr_ca: Filtre de dimension 3

# Report 1848868896 - Control 2417176205 - Property 1295455071
source: Specifies a filter for dimension values within a dimension. The filter uses the dimension you have defined as dimension 3 for the analysis view selected in the Analysis View Code field.
es_mx: Especifica un filtro para los valores de dimensión incluidos en una dimensión. El filtro usa la dimensión definida como dimensión 3 para la vista de análisis seleccionada en el campo Cód. vista análisis.
fr_ca: Spécifie un filtre pour les valeurs de dimension au sein d'une dimension. Le filtre utilise la dimension définie comme dimension 3 dans la vue d'analyse sélectionnée dans le champ Code vue d'analyse.

# Report 1848868896 - Control 788693744 - Property 2879900210
source: Dimension 4 Filter
es_mx: Filtro dimensión 4
fr_ca: Filtre de dimension 4

# Report 1848868896 - Control 788693744 - Property 1295455071
source: Specifies a filter for dimension values within a dimension. The filter uses the dimension you have defined as dimension 4 for the analysis view selected in the Analysis View Code field.
es_mx: Especifica un filtro para los valores de dimensión incluidos en una dimensión. El filtro usa la dimensión definida como dimensión 4 para la vista de análisis seleccionada en el campo Cód. vista análisis.
fr_ca: Spécifie un filtre pour les valeurs de dimension au sein d'une dimension. Le filtre utilise la dimension définie comme dimension 4 dans la vue d'analyse sélectionnée dans le champ Code vue d'analyse.

# Report 1848868896 - Control 2214227788 - Property 2879900210
source: Cost Center Filter
es_mx: Filtro centro costo
fr_ca: Filtre centre de coûts

# Report 1848868896 - Control 2912348562 - Property 2879900210
source: Cost Object Filter
es_mx: Filtro objeto costo
fr_ca: Filtre objet de coûts

# Report 1848868896 - Control 46831925 - Property 2879900210
source: Cash Flow Filter
es_mx: Filtro flujos efectivo
fr_ca: Filtre de trésorerie

# Report 1848868896 - Control 366713437 - Property 2879900210
source: Show
es_mx: Mostrar
fr_ca: Afficher

# Report 1848868896 - Control 1700570109 - Property 2879900210
source: Show Error
es_mx: Mostrar error
fr_ca: Afficher erreur

# Report 1848868896 - Control 1700570109 - Property 62802879
source: None,Division by Zero,Period Error,Both
es_mx: Ninguno,División entre cero,Error Periodo,Ambos
fr_ca: Aucun,Division par zéro,Erreur de période,Les deux

# Report 1848868896 - Control 1700570109 - Property 1295455071
source: Specifies if the report shows error information.
es_mx: Especifica si el informe muestra información de errores.
fr_ca: Spécifie si le rapport affiche des informations d'erreur.

# Report 1848868896 - Control 1822798884 - Property 2879900210
source: Show Amounts in Add. Reporting Currency
es_mx: Muestra importes en div.-adic.
fr_ca: Afficher les montants dans la devise de report additionnelle

# Report 1848868896 - Control 1822798884 - Property 1295455071
source: Specifies if the reported amounts are shown in the additional reporting currency.
es_mx: Especifica si los importes notificados se muestran en la divisa adicional de informe.
fr_ca: Indique s'il faut afficher les montants déclarés dans la devise de report additionnelle.

# Report 1848868896 - Control 3417548964 - Property 2879900210
source: Show Row No.
es_mx: Mostrar n.º fila
fr_ca: Afficher la ligne n°

# Report 1848868896 - Control 3417548964 - Property 1295455071
source: Specifies if the report shows row numbers.
es_mx: Especifica si el informe muestra números de fila.
fr_ca: Spécifie si le rapport affiche les numéros de ligne.

# Report 1848868896 - Control 2651622684 - Property 2879900210
source: Print Alternating Shading
es_mx: Imprimir sombreado alterno
fr_ca: Ombrage alterné

# Report 1848868896 - Control 2651622684 - Property 1295455071
source: Specifies if you want every second row in the report to be shaded.
es_mx: Especifica si desea que se sombree cada segunda fila del informe.
fr_ca: Indique si vous souhaitez qu'une ligne sur deux soit ombrée dans le rapport.

# Report 1848868896 - ReportLabel 1715404138
source: Description
es_mx: Descripción

# Report 1848868896 - NamedType 2476940767
source: (Thousands)
es_mx: (Miles)
fr_ca: (Milliers)

# Report 1848868896 - NamedType 3114637384
source: (Millions)
es_mx: (Millones)

# Report 1848868896 - NamedType 95063322
source: All amounts are in %1.
es_mx: Todos imp. están en %1.
fr_ca: Tous les montants sont en %1.

# Report 1848868896 - NamedType 732759939
source: Not Available
es_mx: No disponible
fr_ca: Non disponible

# Report 1848868896 - NamedType 1370456556
source: 1,6,,Dimension %1 Filter
es_mx: 1,6,,Filtro dimensión %1
fr_ca: 1,6,,Filtre de dimension %1

# Report 1848868896 - NamedType 2008153173
source: Enter the Column Layout Name.
es_mx: Escriba el nombre de columna de plantilla.
fr_ca: Entrer le nom de la colonne.

# Report 1848868896 - NamedType 4276477073
source: Column Layout
es_mx: Plantilla columna
fr_ca: Disposition en colonnes

# Report 1848868896 - NamedType 907612148
source: Account Schedule
es_mx: Estructura cuentas
fr_ca: Tableau d'analyse

# Report 1848868896 - NamedType 3257786086
source: Fiscal Start Date
es_mx: Fecha inicial ejercicio
fr_ca: Date début exercice

# Report 1848868896 - NamedType 577434072
source: Period
es_mx: Periodo
fr_ca: Période

# Report 1848868896 - NamedType 1389927461
source: Period Ending
es_mx: Final de período
fr_ca: Fin période

# Report 1848868896 - NamedType 1987762555
source: Page
es_mx: Pág.

# Report 1848868896 - NamedType 1026208809
source: Account Schedule
es_mx: Estructura cuentas
fr_ca: Tableau d'analyse

# Report 1848868896 - NamedType 2023648219
source: Analysis View
es_mx: Vista de análisis
fr_ca: Vue d'analyse

# Report 2378155138 - Property 2879900210
source: Change Log - Delete
es_mx: Registro cambios - Eliminar
fr_ca: Journal modif. - Supprimer

# Report 2378155138 - NamedType 3114637384
source: You have not defined a date filter. Do you want to continue?
es_mx: No ha definido ningún filtro de fechas. ¿Confirma que desea continuar?
fr_ca: Vous n'avez pas défini de filtre date. Souhaitez-vous continuer ?

# Report 2378155138 - NamedType 3752334001
source: Your date filter allows deletion of entries that are less than one year old. Do you want to continue?
es_mx: Su filtro de fecha permite eliminar movimientos de menos de un año de antigüedad. ¿Confirma que desea continuar?
fr_ca: Le filtre date autorise la suppression d'écritures qui ont moins d'un an. Souhaitez-vous continuer ?

# Report 2378155138 - NamedType 95063322
source: %1 entries were deleted.
es_mx: Se han eliminado %1 movimientos.
fr_ca: %1 écritures ont été supprimées.

# Report 3253409176 - Property 2879900210
source: Phys. Inventory List
es_mx: Lista inventario físico
fr_ca: Liste de l'inventaire physique

# Report 3253409176 - Control 2346885236 - Property 2879900210
source: Options
es_mx: Opciones

# Report 3253409176 - Control 1533024545 - Property 2879900210
source: Show Qty. (Calculated)
es_mx: Muestra cdad. (calculada)
fr_ca: Afficher qté calculée

# Report 3253409176 - Control 4010872625 - Property 2879900210
source: Show Serial/Lot Number
es_mx: Mostrar número serie/lote
fr_ca: Afficher n° série/lot

# Report 3253409176 - NamedType 892238773
source: *Note:
es_mx: *Nota:

# Report 3253409176 - NamedType 2203548600
source: Your system is set up to use Bin Mandatory and not SN/Lot Warehouse Tracking. Therefore, you will not see serial/lot numbers by bin but merely as a summary per item.
es_mx: El sistema está configurado para usar Ubicac. obligatoria y no Seguim. nº serie almacén/Control lote almacén. Por lo tanto, no verá números de serie/lote por ubicación sino solamente como resumen por producto.
fr_ca: Votre système est configuré de manière à utiliser Zone obligatoire et pas NS/N° lot - Traçabilité entrepôt. Par conséquent, vous ne verrez pas les numéros de série/lot par zone, mais plutôt sous forme de résumé par article.

# Report 3253409176 - NamedType 1343299874
source: Phys. Inventory List
es_mx: Lista inventario físico
fr_ca: Liste d'inventaire

# Report 3253409176 - NamedType 684809554
source: Page
es_mx: Pág.

# Report 3253409176 - NamedType 3862324721
source: Posting Date
es_mx: Fecha registro
fr_ca: Date de report

# Report 3253409176 - NamedType 3847966604
source: Qty. (Phys. Inventory)
es_mx: Cdad. (existencias físicas)
fr_ca: Quantité (inventaire physique)

# Report 3253409176 - NamedType 674031150
source: Summary per Item *
es_mx: Resumen por producto *
fr_ca: Résumé par article *

# Report 843575944 - Property 2879900210
source: Sales - Quote
es_mx: Ventas - Cotización
fr_ca: Devis - Vente

# Report 843575944 - ReportDataItem 907109761 - Property 1806354803
source: Sales Quote
es_mx: Cotización venta
fr_ca: Devis

# Report 843575944 - Control 2346885236 - Property 2879900210
source: Options
es_mx: Opciones

# Report 843575944 - Control 816368762 - Property 2879900210
source: Log Interaction
es_mx: Log interacción
fr_ca: Journal interaction

# Report 843575944 - Control 816368762 - Property 1295455071
source: Specifies that interactions with the contact are logged.
es_mx: Indica que las interacciones con el contacto están registradas.
fr_ca: Spécifie que les interactions avec le contact sont enregistrées.

# Report 843575944 - Control 3255118903 - Property 2879900210
source: Archive Document
es_mx: Archivar documento
fr_ca: Archiver document

# Report 843575944 - Control 3255118903 - Property 1295455071
source: Specifies if the document is archived after you preview or print it.
es_mx: Especifica si el documento se archiva después de visualizarlo previamente o imprimirlo.
fr_ca: Indique si le document est archivé après son aperçu ou son impression.

# Report 843575944 - NamedType 2449874975
source: Sales Quote
es_mx: Cotización venta
fr_ca: Devis

# Report 843575944 - NamedType 1075159697
source: Sales person
es_mx: Vendedor
fr_ca: Vendeur

# Report 843575944 - NamedType 3280613231
source: Account No.
es_mx: Nº cuenta
fr_ca: N° de compte

# Report 843575944 - NamedType 3338143750
source: Bank
es_mx: Banco
fr_ca: Banque

# Report 843575944 - NamedType 1810908995
source: Giro No.
es_mx: Nº giro postal
fr_ca: N° CCP

# Report 843575944 - NamedType 1970452706
source: Phone No.
es_mx: Nº teléfono
fr_ca: N° téléphone

# Report 843575944 - NamedType 3701423681
source: Copy
es_mx: Copiar
fr_ca: Copier

# Report 843575944 - NamedType 1198791402
source: Email
es_mx: Correo electrónico
fr_ca: Courriel

# Report 843575944 - NamedType 1243851074
source: Home Page
es_mx: Página Web
fr_ca: Page d'accueil

# Report 843575944 - NamedType 3479778493
source: Invoice Discount Base Amount
es_mx: Importe base descuento factura
fr_ca: Montant de base d'escompte de la facture

# Report 843575944 - NamedType 3079811618
source: Invoice Discount
es_mx: Descuento factura
fr_ca: Escompte de la facture

# Report 843575944 - NamedType 259914550
source: Quote No.
es_mx: Nº cotización
fr_ca: N° devis

# Report 843575944 - NamedType 1448166496
source: Payment Discount on VAT
es_mx: Descuento P.P. sobre IVA
fr_ca: Escompte de paiement sur TVA

# Report 843575944 - NamedType 2284888724
source: Local Currency
es_mx: Divisa local
fr_ca: Devise locale

# Report 843575944 - NamedType 1877187315
source: Page
es_mx: Pág.

# Report 843575944 - NamedType 2906320672
source: Payment Terms
es_mx: Términos pago
fr_ca: Modalités de paiement

# Report 843575944 - NamedType 36769898
source: Payment Method
es_mx: Forma pago
fr_ca: Mode de règlement

# Report 843575944 - NamedType 3763377721
source: Shipment Date
es_mx: Fecha envío
fr_ca: Date de livraison

# Report 843575944 - NamedType 2105550444
source: Discount %
es_mx: % Descuento
fr_ca: % escompte

# Report 843575944 - NamedType 2531235046
source: Shipment
es_mx: Envío
fr_ca: Livraison

# Report 843575944 - NamedType 2039684796
source: Ship-to Address
es_mx: Dirección de envío
fr_ca: Adresse de livraison

# Report 843575944 - NamedType 2175793069
source: Shipment Method
es_mx: Método de envío
fr_ca: Méthode de livraison

# Report 843575944 - NamedType 3978645464
source: Tax Amount Specification
es_mx: Especificación importe IVA
fr_ca: Spécification du montant de TVA

# Report 843575944 - NamedType 3751533915
source: Tax Amount
es_mx: Importe IVA
fr_ca: Montant TVA

# Report 843575944 - NamedType 803899421
source: Tax Amount ($)
es_mx: Importe IVA ($)
fr_ca: Montant TVA $

# Report 843575944 - NamedType 3259128960
source: Tax Base
es_mx: Base IVA
fr_ca: Base de TVA

# Report 843575944 - NamedType 282000566
source: Tax Base ($)
es_mx: Base IVA ($)
fr_ca: Base TVA ($)
